export const ReturnConditions = () => {
  return (
    <div className="border-b border-gray-300 py-[40px] mb-[43px]">
      <h3 className="text-[32px] font-extrabold mb-[23px] md:mb-[51px]">
        Возврат оплаченного товара
      </h3>

      <h3 className="text-[24px] leading-10 mb-[17px]">
        Возврат купленного товара в магазине лицензионных ключей возможен:
      </h3>
      <ul className="list-disc pl-[30px] font-normal">
        <li>
          Вы оформили предварительный заказ. Не позднее чем за 3 дня до момента
          релиза (далее на вас уже будет выкуплен товар у издателя) вы можете
          подать заявку на частичный возврат средств (т.е оплата комиссии
          платежной системы и платёжного агрегатора оплачивается покупателем).
        </li>
        <li>
        Вы оформили предварительный заказ. Не позднее чем за 3 дня до момента релиза (далее на вас уже будет выкуплен товар у издателя) вы можете подать заявку на частичный возврат средств (т.е оплата комиссии платежной системы и платёжного агрегатора оплачивается покупателем).
        Товар не надлежащего качества, например ключ активации не работает. Но таких ситуаций не бывает :)
        </li>
      </ul>
    </div>
  );
};
